// СЮДА ВСТАВЛЯТЬ ТЕКСТ ДОКУМЕНТОВ
// Вы можете использовать перенос строки \n или просто многострочный текст в кавычках `...`

export const PRIVACY_POLICY = `
1. Общие положения

1.2. Настоящая Политика обработки персональных данных (далее – Политика) составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» (далее — Закон о персональных данных) и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемых Оператором, Самозанятым Кузнецов Александр Валерьевич (ИНН 540538812249).

1.3. Настоящая Политика применяется ко всей информации, которую Оператор может получить о Пользователях Сайта, расположенного в сети «Интернет» по адресу: https://fashion-demon.shop/ (далее – Сайт) и устанавливает обязательства Оператора по неразглашению и обеспечению режима защиты обработки персональных данных, которые Пользователь предоставляет по запросу Оператора в процессе использования Сайта. Использование Пользователем Сайта означает согласие с настоящей Политикой обработки персональных данных. В случае несогласия с условиями Политики обработки Пользователь должен прекратить использование Сайта.

2. Основные понятия, используемые в Политике

2.1. Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники.

2.2. Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).

2.3. Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий, и технических средств.

2.4. Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.

2.5. Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств. Обработка персональных данных включает в себя в том числе:

• сбор;
• запись;
• систематизацию;
• накопление;
• хранение;
• уточнение (обновление, изменение);
• извлечение;
• использование;
• передачу (распространение, предоставление, доступ);
• обезличивание;
• блокирование;
• удаление;
• уничтожение.

2.6. Оператор – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.

2.7. Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому физическому лицу (субъекту персональных данных) -Пользователю; Персональные данные, разрешенные субъектом персональных данных для распространения — персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения в порядке, предусмотренном Законом о персональных данных.

2.8. Пользователь – любое лицо, имеющее доступ к Сайту посредством сети Интернет, в том числе и не зарегистрированное на Сайте.

2.9. Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.

2.10. Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом.

2.11. Сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу https://fashion-demon.shop/.

2.12. Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.

2.13. Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) уничтожаются материальные носители персональных данных.

2.14. Яндекс.Метрика - бесплатный интернет-сервис компании Яндекс, предназначенный для оценки посещаемости веб-сайтов и анализа поведения пользователей. 2.15. Google Analytics - бесплатный сервис, предоставляемый Google для создания статистики посетителей веб-сайтов.

2.16. IP-адрес — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.

3. Правовые основания обработки персональных данных

3.1. Правовыми основаниями обработки персональных данных Оператором являются:

• договоры, заключаемые между оператором и субъектом персональных данных;
• закон о персональных данных, иные федеральные законы и нормативно-правовые акты в сфере защиты персональных данных;
• согласия Пользователей на обработку их персональных данных, на обработку персональных данных, разрешенных для распространения.

3.2. Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на Сайте или направленные Оператору посредством электронной почты, указанной в разделе 16 «Реквизиты». Заполняя соответствующие формы и/или иным образом отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.

3.3. Пользователь самостоятельно принимает решение о предоставлении его персональных данных и дает согласие свободно, своей волей и в своем интересе.

4. Основные права и обязанности Оператора

4.1. Оператор имеет право:

• получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные;
• в случае отзыва субъектом персональных данных согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных;
• самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами.

4.2. Оператор обязан:

• предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных данных;
• использовать полученную информацию исключительно для целей, указанных в разделе. 3 настоящей Политики.
• организовывать обработку персональных данных в порядке, установленном действующим законодательством РФ;
• отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных;
• сообщать в уполномоченный орган по защите прав субъектов персональных данных по запросу этого органа необходимую информацию в течение 30 дней с даты получения такого запроса;
• публиковать или иным образом обеспечивать неограниченный доступ к настоящей Политике в отношении обработки персональных данных;
• принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;
• прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных;
• исполнять иные обязанности, предусмотренные Законом о персональных данных.

5. Основные права и обязанности субъектов персональных данных

5.1. Субъекты персональных данных имеют право:

• получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен Законом о персональных данных;
• требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;
• выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров, работ и услуг;
на отзыв согласия на обработку персональных данных;
• обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных;
• на осуществление иных прав, предусмотренных законодательством РФ.

5.2. Субъекты персональных данных обязаны:

• предоставлять Оператору достоверные данные о себе;
• сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных.

5.3. Оператор не проверяет достоверность персональных данных, предоставляемых Пользователем. Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством РФ.

6. Принципы обработки персональных данных

6.1. Обработка персональных данных осуществляется на законной и справедливой основе.

6.2. Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.

6.3. Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.

6.4. Обработке подлежат только персональные данные, которые отвечают целям их обработки.

6.5. Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.

6.6. При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных или неточных данных.

6.7. Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является Пользователь. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.

7. Цели обработки персональных данных

7.1. Обработка персональных данных Пользователя может осуществляется в целях:

• заключения, исполнения и прекращения Оператором заключённых с Пользователем гражданско-правовых договоров;
• регистрации Пользователя в личном кабинете, идентификации Пользователя;
• обработки и получения платежей Пользователя, оспаривание платежа;
• установления и поддержания связи с Пользователем, и предоставление ему клиентской поддержки;
• участия в бонусных программах лояльности;
• проведения маркетинговых акций для Пользователей;
• обработки отзывов, запросов по обратной связи, в том числе для обеспечения технической поддержки; • ответа на запросы Пользователя;
• информирования Пользователя о товарах, услугах, информация о которых приведена на Сайте, проходящим акциям и специальным предложениям, новостях Оператора и его партнеров, работе Сайта;
• внутренних целей, такие как анализ данных, аудит, разработка новых продуктов, улучшение работы сайта, расширение услуг, выявление трендов продаж и определение эффективности рекламных кампаний;
• обеспечения работоспособности и безопасности Сайта;

7.2. Также Оператор имеет право направлять Пользователю рекламные и иные уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на электронный адрес Оператора, указанный в разделе 16 с пометкой «Отказ от уведомлений» или путём «клика» по соответствующей ссылке в направляемом Оператором письме.

8. Виды персональных данных

8.1. Нижеперечисленные данные далее по тексту Политики объединены общим понятием «Персональные данные»:

• имя;
• E-mail;
• ИНН;
• cookie;
• данные о браузере Пользователя;
• платежная информация (номер карты, реквизиты расчетного счета);
• IP-адрес Пользователя, данные о времени посещения;
• информация о посещениях и поведении Пользователя на Сайте;
• пользовательские клики, просмотры страниц, заполнения полей, показы и просмотры баннеров и видео;
• источник захода на Сайт и информация поискового и рекламного запроса;
• данные о пользовательском устройстве (среди которых разрешение, версия и другие атрибуты, характеризующие пользовательское устройство);
• содержание переписки между Пользователем и Оператором;
• ответы Пользователя в каких-либо опросах и анкетах;
• информация, которую Оператор может запросить у Пользователя при ответе на его запрос;
• любая иная информация, относящаяся к прямо или косвенно определяемому, или определенному лицу, позволяющая определить субъекта персональных данных.

8.2. Пользователь осознает, принимает и соглашается с тем, что Оператор использует программное обеспечение третьих лиц, в результате чего такие лица могут получать и передавать в автоматическом режиме обезличенные данные.

К указанному программному обеспечению третьих лиц относятся:

• системы по сбору и обработке аналитических данных:
• Google Analytics, осуществляющая сбор и обработку данных в соответствии с политикой конфиденциальности, размещенной и/или доступной в сети Интернет по адресу: https://policies.google.com/privacy;
• Яндекс Метрика осуществляющая сбор и обработку данных в соответствии с политикой конфиденциальности, размещенной и/или доступной в сети Интернет по адресу: https://yandex.ru/support/metrica/general/confidential-data.html
• другие аналогичные системы по сбору и обработке аналитических данных.

Данные, собираемые с использованием программного обеспечения третьих лиц, могут включать:

• фамилия, имя, отчество;
• e-mail;
• номер телефона;
• данные об устройстве Пользователя (модель, производитель, объем свободной памяти), место его положения (страна, город), данные операционной системы (тип, версия, разрешение экрана) и другие;
• источник захода на сайт и информация поискового и рекламного запроса (время, источник перехода, IP-адрес);
• пользовательские клики, просмотры страниц, заполнения полей, показы и просмотры баннеров и видео;
• данные, характеризующие аудиторные сегменты;
• Состав, а также условия сбора и использования обезличенных данных правообладателями указанного программного обеспечения определяются непосредственно такими правообладателями и регулируются документами, которые размещены и/или доступны на их сайтах в сети Интернет.

8.3. Принимая настоящую Политику, а также устанавливая определенные настройки в своем программном обеспечении, в т.ч. в операционной системе устройства, Пользователь соглашается с условиями сбора и использования персональных данных правообладателями указанного выше программного обеспечения.

8.4. Обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, интимной жизни, Оператором не осуществляется.

8.5. Обработка персональных данных, разрешенных для распространения, из числа специальных категорий персональных данных, указанных в ч. 1 ст. 10 Закона о персональных данных, допускается, если соблюдаются запреты и условия, предусмотренные ст. 10.1 Закона о персональных данных.

8.6. Согласие Пользователя на обработку персональных данных, разрешенных для распространения, оформляется отдельно от других согласий на обработку его персональных данных. При этом соблюдаются условия, предусмотренные, в частности, ст. 10.1 Закона о персональных данных. Требования к содержанию такого согласия устанавливаются уполномоченным органом по защите прав субъектов персональных данных.

8.7. Согласие на обработку персональных данных, разрешенных для распространения, Пользователь предоставляет Оператору непосредственно.

8.8. Оператор обязан в срок не позднее трех рабочих дней с момента получения указанного согласия Пользователя опубликовать информацию об условиях обработки, о наличии запретов и условий на обработку неограниченным кругом лиц персональных данных, разрешенных для распространения.

9. Перечень действий, производимых Оператором с полученными персональными данными

9.1. Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.

9.2. Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без таковой.

10. Срок хранения и обработки персональных данных

10.1. Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем, по которому является Пользователь.

10.2. Условием прекращения обработки персональных данных может являться достижение целей обработки персональных данных, истечение срока действия согласия субъекта персональных данных или отзыв согласия субъектом персональных данных, а также выявление неправомерной обработки персональных данных.

10.3. Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора, указанный в разделе 16 «Реквизиты», с пометкой «Отзыв согласия на обработку персональных данных».

10.4. Передача (распространение, предоставление, доступ) персональных данных, разрешенных субъектом персональных данных для распространения, должна быть прекращена в любое время по требованию субъекта персональных данных. Данное требование должно включать в себя фамилию, имя, отчество (при наличии), контактную информацию (номер телефона, адрес электронной почты или почтовый адрес) субъекта персональных данных, а также перечень персональных данных, обработка которых подлежит прекращению. Пользователь направляет Оператору такое требование посредством электронной почты на электронный адрес Оператора, указанный в разделе 16 «Реквизиты», с пометкой «Отзыв согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения».

10.5. Согласие на обработку персональных данных, разрешенных для распространения, прекращает свое действие с момента поступления Оператору требования, указанного в п. 10.4. настоящей Политики в отношении обработки персональных данных.

11. Способы обработки персональной информации

11.1. Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.

11.2. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.

11.3. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства либо в случае, если Оператор привлекает третьих лиц для исполнения обязательств по гражданско-правовому договору, заключенному с Пользователем (к примеру, курьерским службам, организациями почтовой связи, операторам электросвязи).

11.4. Оператор имеет право привлекать третьих лиц к обработке полученных персональных данных и/или передавать им полученные данные, а также получать от них данные в указанных целях без дополнительного согласия Пользователя при условии обеспечения указанными третьими лицами конфиденциальности и безопасности персональных данных при обработке. Допускается обработка персональных данных указанными третьими лицами с использованием и без использования средств автоматизации, а также совершение ими любых действий по обработке персональных данных, не противоречащих законодательству Российской Федерации.

11.5. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Российской Федерации только по основаниям и в порядке, установленным законодательством Российской Федерации.

11.6. В случае выявления неточностей в персональных данных Пользователь может актуализировать их самостоятельно путем направления Оператору уведомление на адрес электронной почты Оператора, указанный в разделе 16 «Реквизиты» с пометкой «Актуализация персональных данных».

11.7. В случае выявления неправомерной обработки персональных данных при обращении субъекта персональных данных или его представителя либо по запросу субъекта персональных данных или его представителя либо уполномоченного органа по защите прав субъектов персональных данных оператор обязан осуществить блокирование неправомерно обрабатываемых персональных данных, относящихся к этому субъекту персональных данных, или обеспечить их блокирование (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) с момента такого обращения или получения указанного запроса на период проверки.

11.8. В случае выявления неточных персональных данных при обращении субъекта персональных данных или его представителя либо по их запросу или по запросу уполномоченного органа по защите прав субъектов персональных данных оператор обязан осуществить блокирование персональных данных, относящихся к этому субъекту персональных данных, или обеспечить их блокирование (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) с момента такого обращения или получения указанного запроса на период проверки, если блокирование персональных данных не нарушает права и законные интересы субъекта персональных данных или третьих лиц.

11.9. В случае подтверждения факта неточности персональных данных оператор на основании сведений, представленных субъектом персональных данных или его представителем либо уполномоченным органом по защите прав субъектов персональных данных, или иных необходимых документов обязан уточнить персональные данные либо обеспечить их уточнение (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) в течение семи рабочих дней со дня представления таких сведений и снять блокирование персональных данных.

11.10. В случае выявления неправомерной обработки персональных данных, осуществляемой оператором или лицом, действующим по поручению оператора, оператор в срок, не превышающий трех рабочих дней с даты этого выявления, обязан прекратить неправомерную обработку персональных данных или обеспечить прекращение неправомерной обработки персональных данных лицом, действующим по поручению оператора. В случае, если обеспечить правомерность обработки персональных данных невозможно, оператор в срок, не превышающий десяти рабочих дней с даты выявления неправомерной обработки персональных данных, обязан уничтожить такие персональные данные или обеспечить их уничтожение. Об устранении допущенных нарушений или об уничтожении персональных данных оператор обязан уведомить субъекта персональных данных или его представителя, а в случае, если обращение субъекта персональных данных или его представителя либо запрос уполномоченного органа по защите прав субъектов персональных данных были направлены уполномоченным органом по защите прав субъектов персональных данных, также указанный орган.

11.11. В случае отзыва субъектом персональных данных согласия на обработку его персональных данных оператор обязан прекратить их обработку или обеспечить прекращение такой обработки (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) и в случае, если сохранение персональных данных более не требуется для целей обработки персональных данных, уничтожить персональные данные или обеспечить их уничтожение (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) в срок, не превышающий тридцати дней с даты поступления указанного отзыва, если иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем по которому является Пользователь, иным соглашением между оператором и субъектом персональных данных либо если оператор не вправе осуществлять обработку персональных данных без согласия субъекта персональных данных на основаниях, предусмотренных настоящим Федеральным законом или другими федеральными законами.

11.12. В случае обращения субъекта персональных данных к оператору с требованием о прекращении обработки персональных данных оператор обязан в срок, не превышающий десяти рабочих дней с даты получения оператором соответствующего требования, прекратить их обработку или обеспечить прекращение такой обработки (если такая обработка осуществляется лицом, осуществляющим обработку персональных данных), за исключением случаев, предусмотренных пунктами 2 - 11 части 1 статьи 6, частью 2 статьи 10 и частью 2 статьи 11 Закона о персональных данных.

11.13. В случае отсутствия возможности уничтожения персональных данных в течение срока, указанного в частях 3 - 51 статьи 21 Закона о персональных данных, оператор осуществляет блокирование таких персональных данных или обеспечивает их блокирование (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) и обеспечивает уничтожение персональных данных в срок не более чем шесть месяцев, если иной срок не установлен федеральными законами.

11.14. Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и другими поставщиками услуг, хранится и обрабатывается указанными лицами (Операторами) в соответствии с их пользовательским соглашением и Политикой обработки. Пользователь обязан самостоятельно своевременно ознакомиться с указанными документами. Оператор не несет ответственность за действия третьих лиц, в том числе указанных в настоящем пункте поставщиков услуг.

11.15. Установленные субъектом персональных данных запреты на передачу (кроме предоставления доступа), а также на обработку или условия обработки (кроме получения доступа) персональных данных, разрешенных для распространения, не действуют в случаях обработки персональных данных в государственных, общественных и иных публичных интересах, определенных законодательством РФ.

12. Трансграничная передача персональных данных

12.1. Трансграничная передача персональных данных осуществляется в соответствии с Законом о персональных данных (ст.12) и иными правовыми актами, в частности Конвенцией Совета Европы о защите физических лиц при автоматизированной обработке персональных данных и приказом Роскомнадзора от 5 августа 2022 г. № 128 "Об утверждении перечня иностранных государств, обеспечивающих адекватную защиту прав субъектов персональных данных".

13. Конфиденциальность персональных данных

13.1. Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.

14. Ответственность Сторон

14.1. Оператор несёт ответственность за умышленное разглашение персональных данных Пользователя в соответствии с действующим законодательством Российской Федерации, за исключением случаев, предусмотренных настоящей Политикой.

14.2. В случае утраты или разглашения конфиденциальной информации Оператор не несёт ответственность, если данная конфиденциальная информация:

• Стала публичным достоянием до её утраты или разглашения.
• Была получена от третьей стороны до момента её получения Оператором.
• Была разглашена с согласия Пользователя.

15. Заключительные положения

15.1. Настоящая Политика применяется только к Сайту https://fashion-demon.shop/. Оператор не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте.

15.2. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты, указанный в разделе 16 «Реквизиты».

15.3. Настоящая Политика действует бессрочно до замены ее новой версией. Оператор вправе вносить изменения в настоящую Политику без согласия Пользователя.

15.4. Текст Политики постоянно расположен на Сайте по адресу https://fashion-demon.shop/ . Актуальная версия Политики вступает в силу с момента ее размещения на Сайте.

16. Реквизиты Оператора

Самозанятый: Кузнецов Александр Валерьевич
ИНН: 540538812249
Р/с: 40817810310029132959
Банк: ФИЛИАЛ №5440 БАНКА ВТБ (ПАО)
БИК: 045004719
E-mail: fashion-demon@internet.ru
`;

export const USER_AGREEMENT = `
Настоящее Пользовательское соглашение (далее «Соглашение») регулирует отношения по использованию сайта https://fashion-demon.shop/ (далее – Сайт) между Владельцем Сервиса, Самозанятым Кузнецов Александр Валерьевич (ИНН 540538812249) и Пользователем, начавшим использование Сайта, и может быть принято Пользователем не иначе как путем присоединения к Соглашению в полном объёме Пользователю рекомендуется внимательно ознакомиться с текстом настоящего Соглашения, размещенным на Сайте, а в случае несогласия - в любое время покинуть Сайт, не использовать Сайт. Настоящее Соглашение не требует подписания и скрепления печатями Владельца Сервиса и Пользователя (далее по тексту - Стороны), сохраняя при этом юридическую силу.

1. Термины и определения

1.1. Перечисленные ниже термины имеют для целей настоящего Соглашения следующее значение:

• Сайт — совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети Интернет по адресу https://fashion-demon.shop/, включающий аудио, видео, графические (изобразительные) материалы, тексты, названия, логотипы, средства индивидуализации Исполнителя (фирменное наименование, коммерческое обозначение, товарный знак), доменное имя (доменные имена) и иные объекты, которые могут быть признаны объектами интеллектуальной собственности. Исключительные права на Сайт‬ принадлежат Исполнителю.
• Сервис - сложный объект интеллектуальной собственности, представляющий собой маркетплейс товаров, представленных в разделе «Каталог». Сервис представляет авторизованным Пользователям (Продавцам) техническую возможность размещения информации в виде Карточек товара в представленных категориях товаров. Для неавторизованных/авторизованных Пользователей - Покупателей Сервис представляет техническую возможность поиска, просмотра Карточек товара с целью последующего приобретения Товаров. По тексту настоящего Соглашения понятия «Сайт», «Сервис» могут быть взаимозаменяемы или равнозначны.
• Владелец Сервиса – Самозанятый Кузнецов Александр Валерьевич (ИНН 540538812249, который обеспечивает функционирование Сайта, Сервиса, использование их Пользователями, обладает исключительным правом на Сайт и Сервис.
• Пользователь - любое право- и дееспособное физическое лицо – посетитель Сайта, принявший условия настоящего Пользовательского соглашения путем использования Сайта. Пользователи вправе зарегистрироваться в Сервисе и получить доступ к своему личному кабинету Зарегистрированные Пользователи являются Покупателями или Продавцами.
• Регистрационная форма — html-форма, заполняемая Пользователем на Сайте для получения возможности зарегистрироваться на Сайте и получить доступ к полному функционалу Сервиса.
• Личный кабинет — это персональная страница Пользователя, доступная после регистрации и авторизации в Сервисе.
• Учетная запись - хранимая Владельцем Сервиса совокупность данных о Пользователе, предоставляющая собой комбинацию уникального логина и пароля, используемая для аутентификации Пользователя при входе в Личный кабинет с целью получения доступа к полному функционалу Сервиса.
• Контент — любые размещенные на Сайте объекты интеллектуальной собственности в форме программного обеспечения, баз данных, компьютерных кодов, текстов, изображений, рисунков, фотографий, графиков, видео, программ, звуков, пользовательских интерфейсов, логотипов, торговых марок, которые являются содержанием Сайта и/или размещены на Сайте с согласия Владельца Сервиса.
• Пользовательское соглашение — публичное предложение, опубликованное на Сайте по адресу https://fashion-demon.shop/agreement.php, адресованное любому физическому лицу заключить с ним договор об условиях использования Сайта на безвозмездной основе.

1.2. В случае если в настоящем Соглашении используются термины, не указанные в п. 1.1, то они подлежат использованию и толкованию в соответствии с действующим законодательством, и обычаями делового оборота, сложившимися в сети Интернет.

2. Предмет соглашения

2.1. Предметом настоящего Соглашения является предоставление всем Пользователям на безвозмездной основе не эксклюзивного, не подлежащего передаче или отчуждению в любой форме, имеющего неограниченный срок действия права доступа к бесплатному функционалу Сайта в виде неисключительной лицензии на использование баз данных и программ для ЭВМ, возможности осуществлять поиск информации посредством Сайта и иным способом использовать Сайт.

2.2. Владелец Сервиса оставляет за собой право изменять условия настоящего Соглашения, размещая обновленную версию документа на Сайте. Пользователь считается принявшим новые условия, если он продолжает использование Сайта. Датой вступления в силу изменений настоящего Соглашения является дата их опубликования на Сайте.

3. Права и обязанности сторон

3.1. Владелец Сервиса обязан:

3.1.1. Предоставить Пользователю доступ к Сайту в соответствии с условиями настоящего Соглашения;
3.1.2. Решать с помощью переписки спорные ситуации с Пользователем при обращении по адресу электронной почты fashion-demon@internet.ru.
3.1.3. Приложить все разумные усилия по обеспечению стабильной работы Сайта, исправлению ошибок в его работе, однако, Сайт предоставляется в пользование по принципу «как есть». Это означает, что Владелец Сервиса:

3.1.3.1. не гарантирует отсутствие ошибок в работе Сайта;
3.1.3.2. не несет ответственность за бесперебойную работу Сайта и его совместимость с программным обеспечением и техническими средствами Пользователя и иных лиц;
3.1.3.3. не несет ответственности за потерю данных или за причинение любых убытков, которые возникли или могут возникнуть в связи с использованием Сайта;
3.1.3.4. не несет ответственности за неисполнение либо ненадлежащее исполнение своих обязательств вследствие сбоев в телекоммуникационных и энергетических сетях, действий вредоносных программ, а также недобросовестных действий третьих лиц, направленных на несанкционированный доступ и (или) выведение из строя программного и (или) аппаратного комплекса Сайта.

3.2. Владелец Сервиса вправе:

3.2.1. В любое время по своему собственному усмотрению неограниченное количество раз осуществлять модерацию Сайта, обновлять его содержание, функциональные возможности и пользовательский интерфейс.
3.2.2. В любое время по своему собственному усмотрению без предварительного уведомления Пользователя запретить доступ Пользователя к Сайту, закрыть Сайт для Пользователей.
Приостанавливать работу Сайта для проведения необходимых плановых профилактических и ремонтных работ на технических ресурсах Сайта, а также внеплановых работ в аварийных ситуациях.
3.2.3. В одностороннем порядке заблокировать доступа Пользователя к Сервису, удалить учетную запись Пользователя в случае нарушения Пользователем условий настоящего Соглашения.
3.2.4. Устанавливать любые ограничения на использование Сайта‬;
3.2.5. Размещать на Сайте сообщения рекламного характера;
3.2.6. В любое время по своему собственному усмотрению изменять настоящее Соглашение.

3.3. Пользователь обязан:

3.3.1. Внимательно ознакомиться с содержанием настоящего Соглашения и соблюдать его условия.
3.3.2. Отправлять любые обращения, претензии, требования и уточнения, касающиеся использования Сайта, исключительно на электронную почту vitrine.market@internet.ru. Сообщения, отправленные по другим каналам связи считаются недействительными и могут быть оставлены Владельцем Сервиса без внимания.
3.3.3. Использовать Сайт только для законных целей и законными способами с учетом законодательства РФ и международных норм.
3.3.4. В случае регистрации - хранить логин и пароль от личного кабинета вне доступа третьих лиц и своевременно их менять в случае утери или иной необходимости.
3.3.5. В случае регистрации - нести ответственность за все действия, совершенные с использованием логина и пароля Пользователя. Пользователь обязуется незамедлительно уведомлять Владельца Сервиса обо всех случаях нарушения безопасности и несанкционированного доступа к личному кабинету. При невыполнении Пользователем данной обязанности Пользователь самостоятельно и в полном объеме несет ответственность за действия, совершенные под его учетной записью. Для проведения проверки учетная запись может подвергнуться технической блокировке.
3.3.6. Не влиять своими действиями на деловую репутацию Сайта.
3.3.7. Не использовать Сайт вне предоставленных Соглашением полномочий или вне рамок функционала, для которого они предназначены.
3.3.8. Не распространять (не публиковать, не размещать на Интернет-сайтах, не копировать, не передавать или не перепродавать третьим лицам) в коммерческих или некоммерческих целях Сайт, не создавать на его основе продукты с целью извлечения коммерческой прибыли. В частности, Пользователю запрещается:

3.3.8.1. использовать Сайт для создания и публикации программ для ЭВМ или баз данных аналогичных Сайту, включать Сайт в какие бы то ни было базы данных и/или программы для ЭВМ;
3.3.8.2. доводить Сайт до всеобщего сведения с использованием сети Интернет и прочих цифровых сетей, в том числе размещать Сайт на любых веб-сайтах, в мобильных приложениях и иных ресурсах.
3.3.8.3. осуществлять модификацию, усовершенствование, перевод на другие языки, декомпилирование, дизассемблирование, декодирование, эмуляцию, нарушать целостность, восстанавливать исходный код Сайта или каких-либо их частей;
3.3.8.4. использовать Сайт в составе коммерческих продуктов, для предложения коммерческих продуктов или услуг третьим лицам или в иных коммерческих целях;
3.3.8.5. осуществлять запись, распространять (публиковать, размещать на любых интернет-Сайтах, копировать, передавать или перепродавать третьим лицам) в коммерческих или некоммерческих целях предоставляемую Владельцем Сервиса информацию и материалы.
3.3.8.6. использовать Сайт для нарушения прав третьих лиц, а также целей, противоречащих действующему законодательству РФ.
3.3.8.7. совершать любые иные противоправные действия с использованием Сайта, в том числе те, которые будут представлять собой уголовное преступление, приведут к административной или гражданской ответственности, или поощрять любые противоправные действия;
3.3.8.8. Осуществлять любые иные действия в отношении использования Сайта, нарушающие законодательство о защите интеллектуальных прав.

3.4. Пользователь вправе:

3.4.1. Без взимания платы пользоваться любыми бесплатными услугами Сайта при условии соблюдения законодательства РФ.
3.4.2. Самостоятельно изменять настройки своей учетной записи, в том числе пароль.
3.4.3. Прекратить использование Сайта в любое время;
3.4.4. В любой момент обратиться к Владельцу Сервиса по вопросам функционирования Сайта.

4. Условия доступа к сайту. Регистрация

4.1. Доступ к бесплатному функционалу Сервиса – свободный и безвозмездный.

4.2. Пользователь, желающий приобрести Товары, а также Продавец, желающий приобрести платные услуги Сервиса для реализации своего товар, должны зарегистрироваться в Сервисе.

4.3. В случае выбора варианта регистрации Пользователь выбирает необходимый ему раздел (регистрация в качестве Продавца или Покупателя), нажатием на кнопку «Регистрация» заполняет регистрационную форму (указывает имя, e-mail), нажимает кнопку «Регистрация».

4.4. Одновременно Пользователь может иметь только один Личный кабинет, привязанный к одному адресу электронной почты.

4.5. В дальнейшем вход на Сайт осуществляются путем прохождения процедуры авторизации — введения логина и пароля, в результате автоматической авторизации с использованием технологии cookies. Любые действия, совершенные с использованием логина и пароля Пользователя, считаются совершенными соответствующим Пользователем. В случае несанкционированного доступа к логину и паролю, или распространения логина и пароля Пользователь обязан незамедлительно сообщить об этом Продавцу.

4.6. Перед началом регистрации Пользователь обязан предоставить свое согласие на обработку персональных данных согласно Политике обработки персональных данных, на обработку персональных данных, разрешенных для распространения, а также дать согласие на получение рекламной рассылки.

4.7. Первоначально после регистрации Пользователь является Покупателем. Покупатель вправе зарегистрироваться в качестве Продавца, выбрав соответствующую вкладку в Личном кабинете. Пользователь не может являться одновременно Продавцом и Покупателем. Порядок оказания платных услуг Сервиса для Продавцов, условия функционирования Личного кабинета Продавца установлены в Оферте на заключение договора оказания платных услуг Сервиса, расположенной на Сайте.

4.8. Любые действия, совершенные с использованием учётной записи Пользователя, считаются совершенными соответствующим Пользователем.

4.9. Пользователям запрещены любые действия, направленные на получение несанкционированного доступа к ресурсам Сервиса, персональным, учетным и иным данным других Пользователей.

4.10. Лицо, осуществляющее действия по внесению данных о юридическом лице или индивидуальном предпринимателей для регистрации личного кабинета, гарантирует, что имеет право действовать от имени такого юридического лица или индивидуального предпринимателя и предоставляет свидетельство о регистрации/Лист внесения в ЕГРЮЛ (ЕГРИП) и документы, которые подтверждают его полномочия.

5. Ответственность сторон

5.1. За неисполнение условий, предусмотренных Соглашением Стороны несут ответственность в соответствии с нормами законодательства, действующего на территории Российской Федерации.

5.2. За содержание информации, передаваемой Пользователем, несет ответственность непосредственно сам Пользователь. Владелец Сервиса не несет ответственности за любые последствия, связанные с использованием такой информации.

5.3. Владелец Сервиса не несет ответственности за возможные сбои и перерывы в работе Сайта и вызванные ими потерю информации. Владелец Сервиса не несет ответственности за любой ущерб компьютеру пользователя, мобильным устройствам, любому другому оборудованию или программному обеспечению, вызванный или связанный с использованием Сайта или сайтов, доступных по гиперссылкам, размещенным на Сайте.

5.4. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств вследствие обстоятельств непреодолимой силы. Под обстоятельствами непреодолимой силы понимаются: цунами, шторм, землетрясение, наводнения, природные пожары, тайфун, ураганы, засуха, изменение санитарно-эпидемиологической обстановки, катастрофы, массовые выступления, решения государственных органов, а также иные обстоятельства, возникшие в результате событий чрезвычайного характера. Сторона, попавшая под действие непреодолимой силы, при первой возможности, но не позднее трех дней, уведомляет другую сторону в письменном виде о случившемся.

6. Контент. Интеллектуальная собственность

6.1. Сайт является интеллектуальной собственностью Владельца Сервиса, правовая охрана которой устанавливается Гражданским Кодексом Российской Федерации, международными договорами Российской Федерации.

6.2. Владелец Сервиса гарантирует наличие у него прав, необходимых для исполнения настоящего Соглашения, при этом Владелец Сервиса информирует Пользователя, что согласно ст. 1262 Гражданского кодекса Российской Федерации государственная регистрация прав в отношении баз данных осуществляется по желанию Владельца Сервиса.

6.3. Использование Сайта, а также его содержания, элементов дизайна, текста, графических изображений, программных кодов, баз данных и других объектов авторских прав, доступных Пользователю, возможно только в пределах Сайта и их функциональных возможностей. В этой связи Пользователь обязуется не использовать программное обеспечение, обеспечивающее автоматическое скачивание и обработку (разборку) веб-страниц, баз данных Сайта в целях получения нужных данных (не «парсить» веб-страницы, базы данные Сайта).

6.4. Сайт может содержать ссылки на другие сайты в сети Интернет. Такие сайты и их контент не проверяются Владельцем Сервиса на соответствие тем или иным требованиям (достоверности, полноты, законности и т.п.). Владелец Сервиса не несет ответственность за любую информацию, материалы, размещенные на сайтах третьих лиц, к которым Пользователь получает доступ с использованием Сайта.

6.5. Ссылка (в любой форме) на любой сайт, продукт, услугу, любую информацию коммерческого или некоммерческого характера, размещенная на Сайте не является одобрением или рекомендацией данных продуктов (услуг, деятельности) со стороны Владельца Сервиса.

7. Иные положения

7.1. Срок для присоединения к соглашению ограничен нахождением Соглашения на Сайте.

7.2. Признание судом недействительности какого-либо положения настоящего Соглашения не влечет за собой недействительность остальных положений.

7.3. Пользователь единолично несет ответственность за регулярное ознакомление с настоящим Соглашением. Использование Пользователем Сайта после того, как любые изменения в настоящем Соглашении были отражены на Сайте, будет считаться согласием с такими изменениями, и будет отражать готовность Пользователя принять на себя обязательства по ним.

7.4. К настоящему Соглашению и возникающим в результате использования Сайта отношениями между Сайтом и Пользователем применяется право РФ.

8. Реквизиты владельца сервиса

Самозанятый: Кузнецов Александр Валерьевич
ИНН: 540538812249
Р/с: 40817810310029132959
Банк: ФИЛИАЛ №5440 БАНКА ВТБ (ПАО)
БИК: 045004719
E-mail: fashion-demon@internet.ru
`;

export const PUBLIC_OFFER = `
В соответствии со ст. 435, 437 ГК РФ настоящий документ является публичной офертой Самозанятым Кузнецов Александр Валерьевич (ИНН 540538812249), Владельца Сервиса FASHION-DEMON.SHOP, расположенного на сайте https://fashion-demon.shop/ (далее – Сайт), к Пользователям, согласившимся с условиями настоящей Публичной оферты и начавшим использование Сервиса «FASHION-DEMON.SHOP‬» на условиях, изложенных в Оферте.

Владелец Сервиса просит принять во внимание, что согласно п. 3 ст. 438 ГК РФ в случае принятия изложенных ниже условий, физическое или юридическое лицо/индивидуальный предприниматель, производящее акцепт Оферты способом, указанным в п. 1.1.9 Оферты, считается равносильным заключившим Договор на условиях, изложенных в Оферте.

В связи с этим Пользователю рекомендовано внимательно ознакомится с текстом настоящей Оферты, размещенным на Сайте по url: https://fashion-demon.shop/, а в случае несогласия - не производить акцепт Оферты.

Договор, заключенный посредством акцепта Оферты, не требует двустороннего подписания, считается заключенным с момента его акцепта Пользователем и действителен в электронном виде. В связи с этим Пользователю рекомендовано внимательно ознакомится с текстом настоящей Оферты, размещенным на Сайте по url: https://fashion-demon.shop/offer.php, а в случае несогласия - не производить акцепт Оферты.

1. Термины и определения

1.1. Для целей настоящей Оферты нижеприведенные термины и определения используются в следующем значении:

1.1.1. Сайт — совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети Интернет по адресу https://fashion-demon.shop/, включающий аудио, видео, графические (изобразительные) материалы, тексты, названия, логотипы, средства индивидуализации Исполнителя (фирменное наименование, коммерческое обозначение, товарный знак), доменное имя (доменные имена) и иные объекты, которые могут быть признаны объектами интеллектуальной собственности. Исключительные права на Сайт‬ принадлежат Исполнителю.

1.1.2. Сервис - сложный объект интеллектуальной собственности, представляющий собой маркетплейс товаров, представленных в разделе «Каталог». Сервис представляет авторизованным Пользователям (Продавцам) техническую возможность размещения информации в виде Карточек товара в представленных категориях товаров. Для неавторизованных/авторизованных Пользователей - Покупателей Сервис представляет техническую возможность поиска, просмотра Карточек товара с целью последующего приобретения Товаров. По тексту настоящего Соглашения понятия «Сайт», «Сервис» могут быть взаимозаменяемы или равнозначны.

1.1.3. Владелец Сервиса – Самозанятый Кузнецов Александр Валерьевич (ИНН 540538812249), который обеспечивает функционирование Сайта, Сервиса, использование их Пользователями, обладает исключительным правом на Сайт и Сервис.

1.1.4. Пользователь – любое право- и дееспособное физическое лицо, индивидуальный предприниматель, зарегистрированное в Сервисе, осуществившее Акцепт настоящей Оферты. Пользователи вправе зарегистрироваться в Сервисе и получить доступ к своему личному кабинету Зарегистрированные Пользователи являются Покупателями или Продавцами.

1.1.5. Покупатель - физическое лицо (потребитель), приобретающее Товары Продавца дистанционным способом посредством оформления заказа в Сервисе.

1.1.6. Продавец - индивидуальный предприниматель, юридическое лицо или физическое лицо - плательщик налога на профессиональный доход (самозанятый), реализующее товары по договору купли-продажи посредством Сервиса. Продавец является принципалом по агентскому договору с Сервисом.

1.1.6.1. В случае, если Продавцом является самозанятый, последний гарантирует соблюдение Федерального закона от 27.11.2018 N 422-ФЗ "О проведении эксперимента по установлению специального налогового режима «Налог на профессиональный доход» (далее – закон о самозанятых), в частности исполнение п. 1 ч. 2 ст. 4 указанного Закона, запрещающую для самозанятых реализацию подакцизных товаров и товаров, подлежащих обязательной маркировке средствами идентификации в соответствии с законодательством Российской Федерации.

1.1.7. Товар — товары из ассортимента Заказчика, принадлежащие ему на любом законном основании, разрешенные к продаже на территории РФ, предлагаемые Заказчиком для покупки посредством Сервиса. Товар является предметом договора купли-продажи дистанционным способом, заключаемого между Покупателем и Продавцом. Все взаимоотношения, связанные с куплей-продажей Товара, возникают между Продавцом, размещающим информацию о товаре в Сервисе и Покупателем.

1.1.8. Услуги – возмездные информационно-технические услуги Владельца Сервиса по предоставлению Продавцам за плату технической возможности осуществлять деятельность по реализации Товаров через Сервис, включая возможность:

1.1.8.1. осуществлять регистрацию Продавца в Сервисе.
1.1.8.2. добавлять карточки товаров в представленных категориях товаров.
1.1.8.3. Осуществлять организацию доставки товаров от Продавца до Покупателей и к Продавцу до Покупателей (в случае возврата товара) путем заключения соответствующих договоров с курьерскими службами.
1.1.8.4. консультировать Продавца по отдельным организационным и техническим вопросам использования Сервиса;
1.1.8.5. принимать от своего имени и в пользу Продавца как принципала платежей Покупателей в целях оплаты за Товары с последующим расчетом с Продавцом в установленном Офертой порядке.

1.1.9. Акцепт — полное и безоговорочное принятие Пользователем условий настоящей Оферты путем совершения следующих совокупных действий:

1.1.9.1. Для Продавцов:

1.1.9.1.1. Регистрация Пользователя в Сервисе;
1.1.9.1.2. авторизованный вход Пользователя в Сервис;

1.1.9.2. Для Покупателей:

1.1.9.2.1. Регистрация Пользователя в Сервисе;
1.1.9.2.2. авторизованный вход Пользователя в Сервис;
1.1.9.2.3. выбор Товара и оформление заказа на Товар;
1.1.9.2.4. оплата Товара;

1.1.10. Карточка товара – информация о товаре, составленная Продавцом в соответствии с требованиями Сервиса.

1.1.11. Сделка – договор купли-продажи товара, заключаемый между Продавцом и Покупателем посредством Сервиса.

1.1.12. Заказ – запрос Покупателя на приобретение и доставку на указанный Покупателем пункт выдачи отдельных позиций из ассортиментного перечня товаров.

1.1.13. Пункт выдачи —подразделение курьерской службы СДЭК, осуществляющее выдачу Заказов Покупателям, указавших адрес соответствующего Пункта выдачи заказов в качестве места доставки.

1.1.14. Оферта – настоящее совместное публичное предложение Владельца Сервиса, адресованное любому Пользователю - Покупателю заключить с ним договор оказания платных услуг Сервиса на существующих условиях, содержащихся в Оферте, включая все его приложения. Для Покупателей настоящая Оферта содержит все существенные условия реализации и приобретения представленных в Сервисе товаров.

1.1.15. Регистрационная форма — html-форма, заполняемая Пользователем на Сайте для получения возможности зарегистрироваться на Сайте и получить доступ к полному функционалу Сервиса.

1.1.16. Личный кабинет — это персональная страница Пользователя, доступная после регистрации и авторизации в Сервисе.

1.1.17. Учетная запись - хранимая Владельцем Сервиса совокупность данных о Пользователе, предоставляющая собой комбинацию уникального логина и пароля, используемая для аутентификации Пользователя при входе в Личный кабинет с целью получения доступа к полному функционалу Сервиса.

1.1.18. Вознаграждение Владельца Сервиса – плата, причитающаяся Владельца Сервиса за предоставление Продавцам платных услуг, размер и порядок уплаты которого определяются настоящей Офертой.

1.1.19. Контент— любые размещенные на Сайте объекты интеллектуальной собственности в форме программного обеспечения, баз данных, компьютерных кодов, текстов, изображений, рисунков, фотографий, графиков, видео, программ, звуков, пользовательских интерфейсов, логотипов, торговых марок, которые являются содержанием Сайта, Сервиса и/или размещены на Сайте с согласия Владельца Сервиса.

1.1.20. Рассылка — автоматизированная отправка электронных писем Владельцем Сервиса на электронный адрес (email), SMS-сообщений на номер мобильного телефона Пользователя, а также сообщений в аккаунты Пользователя в любых мессенджерах и социальных сетях.

1.2. В случае если в настоящей Оферте используются термины, не указанные в п. 1.1, то они подлежат использованию и толкованию в соответствии с действующим законодательством, и обычаями делового оборота, сложившимися в сети Интернет.

2. Предмет оферты

2.1. Предметом настоящей оферты является оказание авторизованным Пользователям за плату возмездных услуг информационно-технического характера:

2.1.1. Покупателю – по предоставлению возможности безвозмездно просматривать и приобретать Товары, представленные в Сервисе, а также осуществлять поиск информации на Сайте, иным способом использовать информацию Сайта в личных некоммерческих целях.
2.1.2. Для Продавцов – по предоставлению за плату информационных услуг, указанных в п. 1.1.8 Оферты. Сервис является площадкой, позволяющей Продавцам самостоятельно на свой страх и риск размещать предложения, адресованные неопределенному кругу лиц на совершение сделки в отношении Товаров, которым Продавцы правомочны распоряжаться.

2.2. Владелец Сервиса не является Покупателем или Продавцом по сделке купли-продажи товара, оставаясь агентом Продавца в рамках полномочий, представляемых настоящей Офертой.

2.3. Совершая акцепт оферты, Продавец продает и передает Товары Покупателю по ценам, представленным в Сервисе, а Покупатель производит оплату и принимает Товары в соответствии с условиями настоящей Оферты, при этом Покупатель принимает во внимание тот факт, что Сервис не является Продавцом, а предоставляет исключительно сервисы Сервиса, рекламирует представленные товары для торговли дистанционным образом.

2.4. Сервис не регулирует ценовую политику в отношении представленных на Сайте товаров, ответственность за ценообразование лежит на Продавце. 2.5. Наименование, количество и цена Товара определяются в соответствии с карточкой конкретного Товара.

2.6. К отношениям между Покупателем (физическим лицом) и Продавцом применяются положения ГК РФ о розничной купле-продаже (§ 2 глава 30), Закон РФ «О защите прав потребителей» от 07.02.1992 №2300-1, Постановление Правительства РФ № 2463 от 31.12.2020 "Об утверждении Правил продажи товаров по договору розничной купли-продажи, перечня товаров длительного пользования, на которые не распространяется требование потребителя о безвозмездном предоставлении ему товара, обладающего этими же основными потребительскими свойствами, на период ремонта или замены такого товара, и перечня непродовольственных товаров надлежащего качества, не подлежащих обмену, а также о внесении изменений в некоторые акты Правительства Российской Федерации», а также иные нормативные правовые акты, принятые в соответствии с ними.

2.7. К отношениям между Покупателем (юридическим лицом) и Продавцом применяются положения ГК РФ о розничной купле-продаже (§ 2 глава 30), раздел VII. ГК РФ «Права на результаты интеллектуальной деятельности и средства индивидуализации», а также иные нормативные правовые акты, принятые в соответствии с ними.

2.8. Акцепт предполагает, что Покупатель ознакомлен с условиями, порядком оказания и оплаты Товара, а также что продажа Товара осуществляется дистанционно с использованием программного обеспечения Продавца и полностью соответствует возможности Покупателя приобрести Товар, реализуемый таким способом.

2.9. Владелец Сервиса оставляет за собой право изменять условия Оферты, и, соответственно, настоящего Договора в одностороннем порядке без предварительного согласования с Пользователями. Поэтому Владелец Сервиса рекомендует Пользователям регулярно проверять условия настоящего Договора на предмет его изменения и/или дополнения. Действующая редакция постоянно размещена на Сайте.

2.10. Пользователь соглашается, что внесение изменений и дополнений в настоящую Оферту влечет за собой внесение изменений и дополнений в уже заключенный путем Акцепта, и действующий между Сторонами Договор, и они вступают в силу одновременно с такими изменениями в настоящем Договоре.

2.11. Под действие настоящей Оферты подпадают все существующие (реально функционирующие) на данный момент функции Сайта/ Сервиса, а также любые их последующие модификации и появляющиеся в дальнейшем дополнительные услуги.

2.12. Совершая акцепт Оферты, Пользователь даёт согласие на получение Рассылки. Пользователь вправе самостоятельно отписаться от Рассылки, нажав на специальную кнопку в полученном сообщении.

3. Права и обязанности сторон

3.1. Обязанности Владельца Сервиса:

3.1.1. Предоставлять Покупателям доступ к Товарам и возможность приобрести Товар по ценам и на условиях доставки, установленных Продавцом.
3.1.2. Оказать Продавцам платные услуги в соответствии с условиями настоящей Оферты.
3.1.3. Решать с помощью переписки спорные ситуации при обращении Пользователя к Владельца Сервиса.
3.1.4. Не разглашать персональные данные Пользователей и не предоставлять доступ к этой информации третьим лицам за исключением случаев, прямо предусмотренных законодательством РФ и Политикой обработки персональных данных. Резервное копирование данных Пользователя в целях предотвращения потери информации не является нарушением конфиденциальности.
3.1.5. Решать с помощью переписки спорные ситуации при обращении Пользователя по электронной почте vitrine.market@internet.ru. Если какой-либо вопрос не регулируется настоящей Офертой Владелец Сервиса принимает решение о том, как необходимо поступить в той или иной ситуации.

3.2. Владелец Сервиса вправе:

3.2.1. Самостоятельно определять способы и методы оказания услуг без предварительного согласования с Пользователями.
3.2.2. В любое время по своему собственному усмотрению изменять настоящую Оферту. Изменения вступают в силу с момента публикации новой редакции Оферты на Сайте.
3.2.3. В одностороннем порядке без предварительного уведомления Продавца редактировать, удалять или блокировать (делать недоступным третьим лицам) любую информацию, в том числе карточку товара в целях устранения грамматических и стилистических ошибок, исключения недостоверных сведений, если сочтет необходимым незамедлительное реагирование на нарушение или предполагаемое нарушение в соответствии с действующим законодательством, а также без объяснения причин.
3.2.4. Публиковать любые материалы и отзывы, созданные Пользователем в процессе оказания услуг без каких-либо ограничений или компенсаций Пользователю.
3.2.5. Осуществлять рассылку Пользователям SMS-сообщений, сообщений по электронной почте, являющихся уведомлениями по оказанным услугам, о введении в действие новых, либо отмене старых услуг Сайта и Сервиса, уведомлений, содержащих рекламную информацию. Пользователь вправе отказаться от получения сообщений рекламного характера путем использования соответствующего функционала Сервиса или следуя инструкциям, указанным в полученном сообщении.
3.2.6. В любое время расторгнуть Оферту, заблокировать учетную запись Пользователя, допустившему нарушения условия настоящей Оферты, в том числе в связи с:

3.2.6.1. однократным нарушением настоящей Оферты;
3.2.6.2. размещением информации, распространение которой нарушает нормы действующего законодательства;
3.2.6.3. размещением информации, содержащей неправомерно используемые результаты интеллектуальной деятельности и средства индивидуализации;

Указание на причины блокировки размещается в личном кабинете Пользователя.

3.2.7. Показывать Пользователю рекламные материалы на Сайте, осуществлять Рассылку.

3.2.8. Запрашивать и получать от Продавца (принципала) документы, информацию, необходимую для исполнения поручения. 3.2.9. Своевременно и в полном объеме получать агентское вознаграждение за выполнение поручения от Продавца; 3.3. Обязанности Пользователя:

3.3.1. До момента акцепта Оферты ознакомиться с содержанием настоящей Оферты, соблюдать ее условия.
3.3.2. Принимать свободное решение о предоставлении своих персональных данных, необходимых для использования Сервиса и давать согласие на их обработку и распространение.
3.3.3. По требованию Владельца Сервиса предоставить информацию и документы, необходимые для идентификации Пользователя в качестве стороны сделки, в том числе при направлении в адрес Владельца Сервиса какого-либо запроса касательно Пользователя. В целях идентификации Владельцем Сервиса могут быть запрошены:

3.3.3.1. ФИО;
3.3.3.2. паспортные данные (для физического лица) /регистрационные, уставные документы (для юридического лица);
3.3.3.3. адрес электронной почты и номер телефона Пользователя, используемые для доступа к учетной записи Пользователя.

3.3.4. Самостоятельно и своевременно знакомиться на Сайте с информацией об изменении условий настоящей Оферты.

3.3.5. Не передавать свои права по настоящей Оферте какому-либо третьему лицу без письменного согласия Владельца Сервиса.

3.3.6. В случае изменения контактных данных и другой значимой информации, незамедлительно уведомить Владельца Сервиса любым доступным способом.

3.3.7. Не предоставлять для размещения в Сервисе информацию, которая может нарушать права третьих лиц на объекты интеллектуальной собственности, или быть воспринята как недобросовестная конкуренция, или являть собой нарушение действующего законодательства стран Пользователей;

3.3.8. Не публиковать и не распространять информацию, которая содержит угрозы, оскорбления, ненормативную лексику и любую информацию, направленную на пропаганду войны, нарушающую авторские права третьих лиц, призывающую к насилию и другим незаконным действиям, а также иную информацию, за распространение которой предусмотрена уголовная или административная ответственность;

3.3.9. Обеспечить нормальное функционирование и доступность электронной почты и/или контактного телефонного номера (своевременно пополнять баланс телефонного номера, следить за возможностью приема звонков аппаратом мобильной связи). Пользователь обязан незамедлительно информировать Владельца Сервиса о невозможности восстановления работоспособности или доступности контактного телефонного номера и/ или электронной почты.

3.4. Права Пользователя:

3.4.1. В любое время удалить свою учетную запись
3.4.2. Для Продавцов – в любое время удалить карточку товара из своего Личного кабинета.

3.5. Обязанности Продавца:

3.5.1. Передать Покупателю Товар надлежащего качества и в установленный срок.
3.5.2. В случае возникновения обстоятельств, препятствующих выполнению заказа, немедленно уведомить об этом Покупателя для дальнейшего согласования последующих действий.
3.5.3. Передать Товар свободным от любых прав и притязаний третьих лиц, о которых в момент заключения договора Продавец знал или не мог не знать.

3.6. Обязанности Покупателя:

3.6.1. Оплатить Товар в сумме и в сроки, определенные настоящим Договором.
3.6.2. После доставки Товара незамедлительно провести осмотр и проверку Товара, принять Товар при отсутствии в нем явных недостатков.
3.6.3. Гарантировать, что указанный Покупателем е-mail, не является почтовым адресом общего, группового или совместного использования с третьими лицами. Все сообщения, просьбы, претензии и информация, поступающая с данного адреса, происходит от имени Покупателя и является достоверной.

4. Акцепт оферты покупателями

4.1. Для осуществления заказа необходима регистрация, которая обеспечивает доступ в Личный кабинет, содержащий историю и статус всех сделок, позволяет корректировать учетную запись и персональные данные.

4.2. Порядок регистрации в Сервис установлен разделом 4 Пользовательского соглашения.

4.3. После регистрации в качестве Покупателя и авторизации в Сервисе Покупатель может сделать заказ в Сервисе, для чего он обязан совершить нижеуказанные действия:

4.3.1. Найти подходящий Товар из представленных на Сайте, ознакомится с описанием к выбранному товару, нажав на него и перейдя на новую страницу;
4.3.2. поместить товар в Раздел «Корзина» на Сайте, указать его количество, нажав на кнопку «Купить» и «В корзину»;
4.3.3. Нажав на кнопку «Оформить заказ», Покупатель заполняет адрес доставки, выбирая из представленных пунктов выдачи.
4.3.4. После выполнения указанных действий Покупатель переходит на страницу оплаты.

4.4. Акцепт Оферты Покупателем предполагает, что Покупатель ознакомлен с:

4.4.1. условиями Оферты;
4.4.2. стоимостью и порядком оплаты Товара;
4.4.3. техническими регламентами и основными потребительскими свойствами Товара, гарантийном сроке;
4.4.4. правилами и условиями использования Товара;
4.4.5. ожидаемыми сроками доставки Товара;
4.4.6. месте получения Товара;
4.4.7. что продажа Товара осуществляется дистанционно с использованием программного обеспечения Владельца и полностью соответствует возможности Покупателя приобрести Товар, реализуемый таким способом.

5. Оформление и доставка заказа

5.1. Оплата за Товар и доставку по тарифам сервиса осуществляется Покупателем путем 100% (Сто) - процентной предоплаты на расчётный счет Владельца Сервиса с использованием интернет-эквайрингом Тинькофф любым способом доступным на Сайте:

5.1.1. банковская карта (платежных систем Visa, MasterCard, МИР);
5.1.2. через Tinkoff Pay и Mir Pay, оплата по QR-коду через СБП;
5.1.3. иные способы, указанные на странице интернет-эквайринг Тинькофф.

5.2. Цена Товара указывается на этапе оформления Заказа и действительна на момент нажатия кнопки «Купить».

5.3. Датой оплаты считается дата поступления денежных средств в счет оплаты товара на расчётный счёт Владельца Сервиса.

5.4. Продавец вправе в любое время в одностороннем порядке изменять цену Товара. Публикация указанных изменений производится на Сайте. Покупатель безусловно соглашается с тем, что Продавец не обязан информировать Покупателя о каждом изменении цены на тот или иной Товар. 

5.5. При этом стоимость Товаров, уже заказанных Покупателем, не изменяется и перерасчету как в сторону увеличения, так и в сторону уменьшения, не подлежит

5.6. Покупатель самостоятельно несет ответственность за ошибки, которые допущены им при оплате Товаров. Владелец Сервиса и Продавец не несут ответственности за убытки и иные неблагоприятные последствия, которые могут возникнуть у Покупателя в случае неправильного указания назначения платежа.

5.7. Продавец вправе проводить акции по продаже товаров по специальным ценам (со скидками)

. 5.8. В любое время в процессе оформления Заказа Покупатель вправе отказаться от Заказа. Для этого необходимо покинуть страницу Заказа, нажав значок для возвращения на предыдущую страницу. Незавершенный Заказ не считается оформленным и не будет отправлен Покупателю.

5.9. После оплаты Заказа Покупатель получает подтверждение о номере заказа и ожидаемой дате передачи заказа на пункт выдачи.

5.10. Покупатель обязан принять Товар в срок, указанный в сообщении курьерской службы СДЭК о получении заказа.

5.11. Покупателю рекомендуется вскрыть упаковку товара в присутствии сотрудника Пункта выдачи и проверить товар на предмет целостности, отсутствия брака и правильного вложения. В случае отсутствия претензий к доставленному Товару Получатель расписывается в доставочной квитанции либо ином аналогичном документе, предоставляемом службой доставки. Подпись в доставочных документах свидетельствует о том, что претензий к Товару получателем не заявлено и Продавец полностью и надлежащим образом выполнил свою обязанность по передаче Товара.

5.12. Право собственности на Товар переходит к Покупателю с момента фактической передачи Товара Покупателю. Риск случайной гибели или повреждения Товара переходит к Покупателю с момента фактической передачи Товара Покупателю, в том числе при получении Товара, при его осмотре и примерке до получения Товара, а также в иных случаях, когда товар фактически получен Покупателем.

5.13. Если в указанный срок Товар не принят Покупателем, это расценивается односторонним отказом Покупателя от заключенного в результате акцепта Оферты договора.

5.14. Покупатель также вправе отказаться от заказанного товара непосредственно на пункте выдачи, посредством составления соответствующего заявления, в случае, если товар не является предзаказом или товаром сделанным на заказ.

5.15. Покупатель вправе отказаться от Товара в любое время до его передачи, а после передачи товара — в течение 7 (семи) календарных дней в соответствии со п. 4 ст. 26.1. Закона РФ «О защите прав потребителей». Требование Покупателя о возврате товара подлежит удовлетворению, если товар не был в употреблении, сохранены его потребительские свойства, упаковка, имеются доказательства приобретения его у Продавца.

5.16. При отказе при получении от Товара надлежащего качества, в том числе по истечении срока его хранения в пункте выдачи, денежные средства равные стоимости Товара надлежащего качества возвращаются Покупателю в течение 10 (десяти) дней с даты отказа, за исключением расходов Сервиса на обратную транспортировку Товаров надлежащего качества от Покупателя.

6. Акцепт оферты продавцами

6.1. Порядок регистрации в Сервис установлен разделом 4 Пользовательского соглашения.

6.2. Регистрация в Сервисе предоставляет Пользователям, зарегистрированным в качестве Продавца:

6.2.1. возможность получить доступ в Личный кабинет, содержащий карточки товаров, историю и статус всех сделок, содержание переписок с Покупателями;
6.2.2. возможность следить за статистикой (продажи, просмотры товаров, отзывов на товары);
6.2.3. отслеживать подписанных на магазин Продавца Покупателей;
6.2.4. обращаться к Владельцу Сервиса за технической поддержкой;
6.2.5. позволяет корректировать учетную запись и персональные данные;

6.3. После регистрации Продавца последний вправе добавлять карточки товара в Сервис при помощи программно-технических средств Сервиса через Личный кабинет.

6.4. После прохождения модерации карточки товара размещаются в Сервисе

6.5. Осуществляя акцепт Оферты, Продавец тем самым, предоставляет Владельцу Сервиса право использовать карточку товара и ее компоненты, указанные в п. 7.4. Оферты, на условиях простой неисключительной безвозмездной бессрочной лицензии в целях исполнения Оферты.

6.6. Осуществляя акцепт Оферты, Продавец гарантирует, что:

6.6.1. товары, реализацию которых он осуществляет, законным способом были введены в гражданский оборот на территории Российской Федерации, в том числе товары введены в оборот непосредственно правообладателем соответствующего товарного знака или с его согласия.
6.6.2. товары, реализуемые им, соответствуют всем требованиям законодательства Российской Федерации, в том числе законодательству о техническом регулировании, требованиям к безопасности и качеству продукции.
6.6.3. в случае если это требуется по законодательству Российской Федерации, Продавец предоставит документальное подтверждение того, что весь поставляемый товар надлежащим образом прошел сертификацию на территории Российской Федерации и имеет соответствующие сертификаты соответствия или декларации соответствия;
6.6.4. товар в споре и под арестом не состоит, не является предметом залога и не обременен правами и претензиями третьих лиц;
6.6.5. товар правомерно введен в гражданский оборот и не нарушает законодательство Российской Федерации в области защиты интеллектуальной собственности;
6.6.6. товар не является восстановленным, модифицированным, переделанным, поврежденным, и допущен к свободному обращению на территории Российской Федерации без каких-либо ограничений;
6.6.7. на товар имеется вся необходимая информация, предусмотренная Законодательством РФ.

7. Порядок размещения карточки товаров продавцом

7.1. Карточка товара должна содержать в себе всю необходимую информацию, которая предусмотрена требованиями применимого законодательства. В том числе карточка товара может включать:

7.1.1. фото или изображения товара;
7.1.2. cсылки на видео;
7.1.3. текстовую информацию;
7.1.4. контактные данные Продавца, его номера телефонов, адрес электронной почты, адрес сайта и т.д;
7.1.5. товарный знак, логотип, указание на коммерческое обозначение;

7.2. Владелец Сервиса осуществляет модерацию – предварительный контроль за размещаемой Продавцом информацией.

7.3. Владелец Сервиса определяет соответствие данных, предоставленных Продавцом, тематике Сайта, в процессе модерации. Владелец Сервиса не несет ответственности за результаты модерации.

7.4. Ответственность за достоверность информации и исполнение сопутствующих обязательств в полной мере лежит на лицах, поместивших карточку товара в Сервис. Владелец Сервиса не несёт ответственность за предоставленную информацию.

7.5. В случае, если представленная Продавцом информация либо товар Продавца нарушают имущественные, исключительные или иные права третьих лиц, Владелец Сервиса вправе удалить учетную запись Продавца в Сервисе. Блокировка происходит по ip адресу, электронной почте, номеру телефона).

7.6. Владелец Сервиса вправе удалить соответствующую информацию без предупреждения, если карточка товара содержит грамматические и стилистические ошибки, а также исключения недостоверные сведения, противоречит применимому законодательству. Каждая карточка товара может быть отредактирована, отклонена или удалена, если она не соответствует или нарушает положения настоящей Оферты.

7.7. Карточки товара публикуются и используются «как есть» с сохранением авторской грамматики и пунктуации, под заголовком Продавца.

7.8. Размещая карточку товара, Пользователь подтверждает, что он имеет право продавать товары, оказывать услуги надлежащим образом без нарушения закона и прав третьих лиц.

7.9. Карточки товара публикуются без ограничений по количеству.

7.10. В Сервисе не публикуются карточки товара, которые содержат:

7.10.1. спам;
7.10.1. информацию сексуального и порнографического характера в любом виде (тексты, фотографии и т. д.);
7.10.1. шокирующие подробности, происшествия, насилия и т. п.;
7.10.1. угрозы, оскорбления или ненормативную лексику;
7.10.1. бессмысленный набор символов;
7.10.1. призывы к дискриминации по любым признакам (политическим, религиозным, этническим и т. д.);
7.10.1. описания экстремистского характера;
7.10.1. восхваление террористической деятельности, организованной преступности или групп ненавистников;
7.10.1. объявления о купле или продаже огнестрельного оружия и запрещенных или отпускаемых по рецепту препаратов;
7.10.1. объявления об азартных онлайн играх, коммерческих онлайн играх на реальные деньги или онлайн лотереи;
7.10.1. пропаганду наркотиков;
7.10.1. призывы к насилию любого рода, суициду, нетерпимости к какому-либо социальному классу или группе, ненависти по религиозному, политическому или иному другому признаку.

7.11. После формирования и завершения Заказа в личном кабинете Продавца появляется советующее извещение о заказе.

7.12. При получении заказа Покупателем Заказ получает статус «Завершён», после чего Продавец производит оплату услуг Владельца Сервиса в порядке, определенном разделом 8 Оферты.

8. Агентское вознаграждение сервиса

8.1. Агентское вознаграждение Сервиса составляет 10% (Десять) процентов от выручки за реализацию Товара Покупателям, НДС не облагается. Выручкой за реализацию Товара Покупателям Стороны договорились считать сумму, перечисленную Покупателем в Сервис за вычетом расходов Сервиса на доставку товара.

8.2. Сервис производит выплаты Продавцам 90% (Девяносто) процента от выручки за реализацию Товара Покупателям два раза в неделю: в понедельник и четверг в течение суток. Одновременно с этим в личный кабинет Продавца направляется отчет о произведенных продажах, принятых и обработанных платежах.

8.3. Выплата осуществляется путем перечисления денежных средств на расчётный счёт Продавца.

8.4. Владельца Сервиса оставляет за собой право в любой момент изменять стоимость своих услуг, публикации указанных изменений производиться на Сайте.

9. Интеллектуальная собственность

9.1. Исключительные права на все компоненты программного обеспечения, на основе которых работает Сайт, на иего сервисы и функции, на дизайн страниц, а также образованные на основе Сайта поддоменные имена, соответствующие логотипы принадлежат Владельца Сервиса и не могут использоваться без письменного согласия Владельца Сервиса (правообладателя).

9.2. Тексты е-mail-писем, получаемых в ходе Рассылки, товарные знаки, логотипы, коммерческие наименования, иные способы индивидуализации, любые тексты, изображения, иные объекты авторского права, размещенные на Сайте, являются собственностью Владельца Сервиса, и соответственно, запрещается использование указанных объектов без согласия Владельца Сервиса.

9.3. Все исключительные права на фотографии Товаров, описание их характеристик, изображение товарных знаков и торговых марок производителей Товара не входят в защищенный объем прав, поскольку не являются интеллектуальной собственностью Владельца Сервиса Продавца и принадлежат их правообладателям.

9.4. Без письменного разрешения Владельца Сервиса запрещается любое изменение, копирование, распространение, републикация, создание производных произведений, пересылка, продажа, лицензирование Контента запрещены.

10. Гарантии и ответственность

10.1. Ответственность Владельца Сервиса ограничивается обеспечением функционирования Сервиса. Владелец Сервиса не несет ответственности за совершенные сделки, поскольку Сервис является исключительно маркетплейсом.

10.2. Покупатель настоящим соглашается, что любые претензии относительно качества, количества и комплектности Товара, а также сроков доставки Товара подлежат непосредственно Продавцу Товара любыми средствами коммуникации по усмотрению Покупателя.

10.3. Владелец Сервиса не является представителем или агентом Продавцов по приему и рассмотрению претензий о качестве, количестве и иным свойствам Товара, не обеспечивает передачу полученных от Покупателей претензий Продавцам, не рассматривает поступившие претензии и не направляет по ним ответ.

10.4. Ответственность за рассмотрение претензии, направление ответа, а также за возврат денежных средств, равно как за выплату неустоек, штрафов и иных убытков лежит на Продавце Товара, соответствующие требования должны быть предъявлены непосредственно Продавцу Товара.

10.5. Владелец Сервиса не несет ответственности за несоответствие предоставленных Товаров необоснованным ожиданиям Покупателей и их субъективной оценке.

10.6. Владелец Сервиса не несет ответственности за ненадлежащее использование Товара Покупателем.

10.7. Владелец Сервиса не несет ответственности в случае неправильного выбора Покупателем характеристик или модификации Товара.

10.8. В случае недостоверности предоставленных в п. 1.1.6. и 6.6. Оферты заверений Продавец обязан возместить Владельцу Сервиса по его требованию все убытки, причиненные недостоверностью таких заверений.

10.9. Владелец Сервиса не несет ответственности за невозможность оказания услуг Пользователю по причинам, не зависящим от Владельца Сервиса, а именно:

10.9.1. нарушение или отсутствие Интернет-соединения со стороны Пользователя;
10.9.2. надлежащее функционирование Сайта в случае, если Пользователь не имеет необходимых технических средств для его использования;
10.9.3. задержки или сбои в процессе совершения платежных операций;
10.9.4. любой случай неполадок в телекоммуникационных, компьютерных, электрических и иных смежных системах.

10.10. Все взаимодействия между Пользователями происходят через интерфейс сайта. В случае перехода Пользователей на сторонние сайты/мессенджеры Владелец Сервиса не несет ответственность за любые последствия такого перехода.

10.11. Пользователь несёт ответственность за все действия, совершённые в его Личном кабинете.

10.12. В случае наличия у Пользователя сомнений относительно законности осуществления тех или иных действий Владелец Сервиса рекомендует воздержаться от совершения последних.

10.13. Принимая положения Оферты, Пользователь осознает и безоговорочно соглашается с тем, что Владелец Сервиса не несет ответственности перед Пользователем за:

10.13.1. какие-либо прямые, косвенные, случайные, специальные, опосредованные и штрафные убытки, понесенные Пользователем, в процессе использования Сервиса и/или информации, представленной на его страницах. К таким убыткам относится, помимо прочего, упущенная выгода (как прямая, так и косвенная), ущерб деловой репутации и прочие виды нематериального ущерба, потеря данных;
10.13.2. какие-либо убытки или причиненный Пользователю ущерб, в том числе убытки и ущерб в результате расчета Пользователя на полноту, точность или достоверность какой-либо информации на страницах Сервиса или же в результате сотрудничества или сделки между Пользователем и каким-либо третьим лицом, информацию о котором Пользователь получил в результате использования Сервиса;
10.13.3. нарушения по вине Пользователя конфиденциальности пароля к персонифицированному доступу к Сервису, в том числе за какие-либо убытки или причиненный Пользователю ущерб, понесенные Пользователем из-за несанкционированного использования Сервиса неуполномоченными лицами. Пользователь полностью ответственен за сохранность своих данных.

10.14. Ограничение ответственности Владельца Сервиса действует вне зависимости от того, было ли Владельцу Сервиса известно о возможном ущербе Пользователю. В любом случае ответственность Владельца Сервиса в соответствии со статьей 15 Гражданского кодекса Российской Федерации ограничена 10 000 (Десятью тысячами) рублей РФ и возлагается на него при наличии в его действиях вины.

11. Срок действия оферты

11.1. Срок для совершения Акцепта оферты ограничен нахождением оферты на Сайте.

11.2. Настоящая Оферта вступает в силу с момента совершения акцепта и действует до полного исполнения Сторонами своих обязательств.

11.3. Признание судом недействительности какого-либо положения настоящего Договора-оферты не влечет за собой недействительность остальных положений.

11.4. Пользователь вправе в любое время в одностороннем порядке отказаться от Услуг и, направив Владельца Сервиса уведомление в письменном виде или посредством направления на электронный адрес vitrine.market@internet.ru.

11.5. Владелец Сервиса вправе в любой момент отказаться от исполнения настоящей Оферты полностью в случае существенного нарушения Покупателем условий настоящей Оферты.

12. Иные положения

12.1. Все разногласия, возникшие при исполнении Договора, заключённого в результате акцепта Оферты, Стороны разрешают путем переговоров. Претензионный порядок обязателен. Срок ответа на претензию - 20 календарных дней.

12.2. В случае не достижения Сторонами соглашения, спор передается на рассмотрение в суд по месту нахождения ответчика.

12.3. По вопросам, не урегулированным настоящей Офертой, подлежат применению законы и иные правовые акты Российской Федерации, в том числе соответствующие правовые акты, принятые субъектами Российской Федерации и органами местного самоуправления.

12.4. Стороны условились применять к подписанию документов, составляющих содержание электронной переписки Сторон, правила о простой электронной подписи, рассматривая в качестве такой простой электронной подписи адреса:

12.4.1. для Владельца Сервиса vitrine.market@internet.ru;
12.4.2. для Пользователя: адрес электронной почты и номер телефона, указанные при заполнении форм на Сайте либо указанные в переписке Сторон. Также сочетание адреса электронной почты и пароля является простой электронной подписью Пользователя и подтверждает его согласие с условиями настоящей Оферты в полном объеме и без каких-либо оговорок.

12.5. Стороны договорились приравнивать такие простые электронные подписи к аналогу собственноручной подписи Сторон, а документы в электронной форме – к аналогам документов на бумажном носителе.

12.6. Стороны признают, что все уведомления, сообщения, соглашения, документы и письма, направленные с использованием уполномоченных адресов электронной почты, могут быть использованы в качестве письменных доказательств в суде.

13. Реквизиты владельца сервиса


Самозанятый: Кузнецов Александр Валерьевич
ИНН: 540538812249
Р/с: 40817810310029132959
Банк: ФИЛИАЛ №5440 БАНКА ВТБ (ПАО)
БИК: 045004719
E-mail: fashion-demon@internet.ru
`;
